Repository: bugra9/BootableUSBGUI
Catalog: po/*.po
Languages: tr

source: USB Storage Device
tr: USB Depolama Aygıtı

source: ISO Image
tr: ISO Yansıması

source: Device
tr: Aygıt

source: Advanced Options
tr: Gelişmiş Seçenekler

source: HYBRIT
tr: MELEZ

source: Partition Scheme and target system type
tr: Disk Bölüm Düzeni ve Hedef Sistem Türü

source: %s partition scheme for BIOS or UEFI
tr: BIOS ya da UEFI için %s bölüm düzeni

source: %s partition scheme for BIOS
tr: BIOS için %s Bölüm Düzeni

source: %s partition scheme for UEFI
tr: UEFI için %s Bölüm Düzeni

source: %s partition scheme
tr: %s Bölüm Düzeni

source: File system
tr: Dosya Sistemi

source: New volume label
tr: Yeni Birim Etiketi

source: Persistent Storage
tr: Kalıcı Depolama

source: Start
tr: Başlat
